Repository: nextcloud/desktop
Catalog: shell_integration/MacOSX/NextcloudIntegration/FileProviderUIExt/Localizable.xcstrings
Source language: en
Languages: cs_cz, de, de_de, es, et_ee, fr, ga, gl, ja_jp, pt_br, sw, tr, zh_hk, zh_tw

source: Public link has been copied icon
cs_cz: Ikona „Veřejný odkaz byl zkopírován“
de: Symbol für kopierten öffentlichen Link
de_de: Symbol für öffentlicher Link wurde kopiert
es: Ícono de enlace público se ha copiado al portapapeles
et_ee: Ikoon, mis kinnitab, et avalik jagamislink on kopeeritud
fr: Lien public copié !
ga: Tá an deilbhín nasc poiblí cóipeáilte
gl: A icona da ligazón pública foi copiada
ja_jp: 公開リンクがコピーされました アイコン
pt_br: Ícone de link público copiado
sw: Aikoni ya kiungo cha umma imenakiliwa
tr: Herkese açık bağlantı kopyalandı simgesi
zh_hk: 公共鏈接已被複製圖標
zh_tw: 公開連結已被複製的圖示

source: Public link share
cs_cz: Sdílení veřejným odkazem
de: Öffentliche Linkfreigabe
de_de: Öffentliche Linkfreigabe
es: Recurso compartido de enlace público
et_ee: Avaliku lingiga jagamine
fr: Partage par lien public
ga: Comhroinnt nasc poiblí
gl: Compartir ligazón pública
ja_jp: 公開リンクの共有
pt_br: Compartilhamento de link público
sw: Shiriki ya kiungo cha umma
tr: Herkese açık bağlantı paylaşımı
zh_hk: 公共鏈接共享
zh_tw: 公開連結分享

source: Public link share icon
cs_cz: Ikona sdílení veřejným odkazem
de: Freigabesymbol für öffentlichen Link
de_de: Symbol zum Teilen öffentlicher Links
es: Ícono de compartir recurso compartido vía enlace público
et_ee: Avaliku jagamislingi ikoon
fr: Icône de Partage par lien public
ga: Deilbhín comhroinnte nasc poiblí
gl: Icona para compartir ligazóns públicas
ja_jp: 公開リンク共有アイコン
pt_br: Ícone de compartilhamento de link público
tr: Herkese açık bağlantı paylaşımı simgesi
zh_hk: 公共鏈接共享圖標
zh_tw: 公開連結分享圖示

source: Save
cs_cz: Uložit
de: Speichern
de_de: Speichern
es: Guardar
et_ee: Salvesta
fr: Enregistrer
ga: Sábháil
gl: Gardar
ja_jp: 保存する
pt_br: Salvar
sw: Hifadhi
tr: Kaydet
zh_hk: 保存
zh_tw: 儲存

source: Server does not support shares.
cs_cz: Server nepodporuje sdílení.
de: Der Server unterstützt keine Freigaben.
de_de: Der Server unterstützt keine Freigaben.
es: El servidor no soporta recursos compartidos.
et_ee: Server ei toeta jagamist
fr: L'instance ne supporte pas les partages.
ga: Ní thacaíonn an freastalaí le comhroinnt.
gl: O servidor non admite comparticións.
ja_jp: サーバーは共有をサポートしていません。
pt_br: O servidor não suporta compartilhamentos.
sw: Seva haiungi ushiriki
tr: Sunucu paylaşımları desteklemiyor.
zh_hk: 伺服器不支持共享。
zh_tw: 伺服器不支援分享。

source: Share label
cs_cz: Štítek sdílení
de: Freigabe-Label
de_de: Freigabe-Label
es: Etiqueta del recurso compartido
et_ee: Jagamise silt
fr: Libellé du partage
ga: Lipéad comhroinnte
gl: Etiqueta de compartición
ja_jp: 共有ラベル
pt_br: Rótulo de compartilhamento
sw: Shiriki lebo
tr: Paylaşım etiketi
zh_hk: 共享標籤
zh_tw: 分享標籤

source: Share options
cs_cz: Předvolby pro sdílení
de: Freigabeoptionen
de_de: Freigabeoptionen
es: Opciones del recurso compartido
et_ee: Jagamise valikud
fr: Options de partage
ga: Roghanna comhroinnte
gl: Opcións da compartición
ja_jp: 共有オプション
pt_br: Opções de compartilhamento
sw: Shiriki chaguzi
tr: Paylaşım seçenekleri
zh_hk: 共享選項
zh_tw: 分享選項

source: Share recipient
cs_cz: Příjemce sdílení
de: Freigabeempfänger
de_de: Freigabeempfänger
es: Destinatario del recurso compartido
et_ee: Jagamise saaja
fr: Destinataire du partage
ga: Faighteoir comhroinnte
gl: Destinatario da compartición
ja_jp: 共有先
pt_br: Destinatário de compartilhamento
sw: Shiriki mpokeaji
tr: Paylaşım alıcısı
zh_hk: 共享接收者
zh_tw: 分享收件者

source: Talk conversation share
cs_cz: Sdílení v Talk konverzaci
de: Talk-Unterhaltungs-Freigabe
de_de: Freigabe für Talk-Unterhaltungen
es: Recurso compartido de conversación Talk
et_ee: Jagamine kõnerakenduse vestlusesse
fr: Partage de conversation Talk
ga: Comhroinnt comhrá
gl: Compartición de conversas de Parladoiro
ja_jp: 会話の共有
pt_br: Compartilhamento de conversa do Talk
sw: Shiriki mazungumzo ya Talk
tr: Konuş görüşmesi paylaşımı
zh_hk: 對話共享
zh_tw: Talk 對話分享

source: Talk conversation share (%@)
cs_cz: Sdílení v Talk konverzaci (%@)
de: Freigabe für Talk-Unterhaltung (%@)
de_de: Freigabe für Talk-Unterhaltung (%@)
es: Recurso compartido de conversación Talk (%@)
et_ee: Jagamine kõnerakenduse vestlusesse (%@)
fr: Partage de conversation Talk (%@)
ga: Sciar comhrá Talk (%@)
gl: Compartición de conversas de Parladoiro (%@)
ja_jp: 会話の共有 (%@)
pt_br: Compartilhamento de conversa do Talk (%@)
tr: Konuş görüşmesi paylaşımı (%@)
zh_hk: 對話共享 (%@)
zh_tw: Talk 對話分享 (%@)

source: Talk conversation share icon
cs_cz: Ikona sdílení v Talk konverzaci
de: Talk-Unterhaltungs-Freigabesymbol
de_de: Symbol für die Talk-Unterhaltungs-Freigabe
es: Ícono de recurso compartido de conversación Talk
et_ee: Kõnerakenduse vestlusesse jagamise ikoon
fr: Icône de Partage de conversation Talk
ga: Deilbhín comhroinnte comhrá Talk
gl: Icona de compartición de conversas de Parladoiro
ja_jp: 会話の共有
pt_br: Ícone de compartilhamento de conversa do Talk
tr: Konuş görüşmesi paylaşımı simgesi
zh_hk: 對話共享圖標
zh_tw: Talk 對話分享圖示

source: Team share
cs_cz: Týmové sdílení
de: Team-Freigabe
de_de: Team-Freigabe
es: Recurso compartido de equipo
et_ee: Jagamine tiimile
fr: Partage d'équipe
ga: Comhroinnt foirne
gl: Compartición de equipo
ja_jp: チーム共有
pt_br: Compartilhamento de equipe
sw: Shiriki ya timu
tr: Takım paylaşımı
zh_hk: 團隊共享
zh_tw: 團隊分享

source: Team share (%@)
cs_cz: Týmové sdílení (%@)
de: Team-Freigabe (%@)
de_de: Team-Freigabe (%@)
et_ee: Jagamine tiimile (%@)
ga: Sciar foirne (%@)
gl: Compartir en equipo (%@)
ja_jp: チーム共有 (%@)
pt_br: Compartilhamento de equipe (%@)
tr: Takım paylaşımı (%@)
zh_hk: 團隊共享 (%@)
zh_tw: 團隊分享 (%@)

source: Team share icon
cs_cz: Ikona týmového sdílení
de: Symbol für Team-Freigabe
de_de: Symbol für Team-Freigabe
et_ee: Tiimile jagamise ikoon
ga: Deilbhín comhroinnte foirne
gl: Icona de compartir en equipo
ja_jp: チーム共有アイコン
pt_br: Ícone do compartilhamento de equipe
tr: Takım paylaşımı simgesi
zh_hk: 團隊共享圖標
zh_tw: 團隊分享圖示

source: This file cannot be shared.
cs_cz: Tento soubor není možné nasdílet.
de: Diese Datei kann nicht freigegeben werden.
de_de: Diese Datei kann nicht freigegeben werden.
es: Este archivo no puede ser compartido.
et_ee: Seda faili ei saa jagada.
fr: L'élément ne peut pas être partagé.
ga: Ní féidir an comhad seo a roinnt.
gl: Non é posíbel compartir este ficheiro.
ja_jp: このファイルは共有できません。
pt_br: Este arquivo não pode ser compartilhado.
sw: Faili hii haiwezi kushirikiwa.
tr: Bu dosya paylaşılamaz.
zh_hk: 此文件無法共享。
zh_tw: 此檔案無法分享。

source: Unable to retrieve file metadata…
cs_cz: Nebylo možné získat metadata o souboru …
de: Dateimetadaten konnten nicht abgerufen werden…
de_de: Dateimetadaten konnten nicht abgerufen werden…
es: No se pudieron obtener los metadatos del archivo…
et_ee: Faili metaandmete laadimine ei õnnestu…
fr: Impossible de retrouver les métadonnées du fichier ...
ga: Ní féidir meiteashonraí comhaid a aisghabháil…
gl: Non é posíbel recuperar os metadatos do ficheiro…
ja_jp: ファイルのメタデータを取得できませんでした…
pt_br: Não é possível recuperar os metadados do arquivo…
sw: Imeshindwa kupata metadata ya faili...
tr: Dosya üst verileri alınamadı…
zh_hk: 無法檢索檔案元數據…
zh_tw: 無法擷取檔案中介資料……

source: Unknown item
cs_cz: Neznámá položka
de: Unbekanntes Element
de_de: Unbekanntes Element
es: Ítem desconocido
et_ee: Objekt pole teada
fr: Élément inconnu
ga: Mír anaithnid
gl: Usuario descoñecido
ja_jp: 不明な項目
pt_br: Item desconhecido
sw: Kipengee kisichojulikana
tr: Öge bilinmiyor
zh_hk: 不詳項目
zh_tw: 未知項目

source: Unknown modification date
cs_cz: Neznámé datum změny
de: Unbekanntes Änderungsdatum
de_de: Unbekanntes Änderungsdatum
es: Fecha de modificación desconocida
et_ee: Muutmise kuupäev pole teada
fr: Date de modification inconnue
ga: Dáta modhnaithe anaithnid
gl: Data de modificación descoñecida
ja_jp: 変更日不明
pt_br: Data de modificação desconhecida
sw: Tarehe ya marekebisho isiyojulikana
tr: Son değişiklik tarihi bilinmiyor
zh_hk: 不詳修改日期
zh_tw: 未知通知日期

source: Unknown share
cs_cz: Neznámé sdílení
de: Unbekannte Freigabe
de_de: Unbekannte Freigabe
es: Recurso compartido desconocido
et_ee: Tundmatu jaosmeedia
fr: Partage inconnu
ga: Comhroinn anaithnid
gl: Compartición descoñecida
ja_jp: 不明なシェア
pt_br: Compartilhamento desconhecido
tr: Bilinmeyen paylaşım
zh_hk: 不詳共享
zh_tw: 未知分享

source: Unknown size
cs_cz: Neznámá velikost
de: Unbekannte Größe
de_de: Unbekannte Größe
es: Tamaño desconocido
et_ee: Suurus pole teada
fr: Taille inconnue
ga: Méid anaithnid
gl: Tamaño descoñecido
ja_jp: 不明なサイズ
pt_br: Tamanho desconhecido
sw: Ukubwa usiojulikana
tr: Boyut bilinmiyor
zh_hk: 不詳大小
zh_tw: 未知大小

source: Unlock file
cs_cz: Odemknout soubor
de: Datei entsperren
de_de: Datei entsperren
es: Desbloquear archivo
et_ee: Eemalda faili lukustus
fr: Déverrouiller le fichier
ga: Díghlasáil comhad
gl: Desbloquear ficheiro
ja_jp: ファイルのロックを解除
pt_br: Destrancar arquivo
sw: Fungua faili
tr: Dosyanın kilidini aç
zh_hk: 解鎖檔案
zh_tw: 解鎖檔案

source: Unlocking file "%@"…
cs_cz: Odemykání souboru „%@“ …
de: Entsperre Datei "%@" …
de_de: Entsperre Datei "%@" …
es: Desbloqueando archivo "%@"…
et_ee: Eemaldan „%@“ faili lukustust…
fr: Déverrouillage du fichier "%@"...
ga: Ag díghlasáil an chomhaid "%@"…
gl: Desbloqueando o ficheiro «%@»…
ja_jp: ファイル"%@"のロックを解除中…
pt_br: Destrancando o arquivo "%@"…
sw: Inafungua faili "%@"...
tr: "%@" dosyasının kilidi açılıyor…
zh_hk: 解鎖檔案 "%@"……
zh_tw: 解鎖檔案「%@」……

source: User share
cs_cz: Uživatelské sdílení
de: Benutzer-Freigabe
de_de: Benutzer-Freigabe
es: Recurso compartido de usuario
et_ee: Kasutaja jaosmeedia
fr: Partage utilisateur
ga: Comhroinnt úsáideora
gl: Compartición de usuario
ja_jp: ユーザー共有
pt_br: Compartilhamento de usuário
sw: Shiriki ya mtumiaji
tr: Kullanıcı paylaşımı
zh_hk: 用戶共享
zh_tw: 使用者分享

source: User share (%@)
cs_cz: Uživatelské sdílení (%@)
de: Benutzer-Freigabe (%@)
de_de: Benutzer-Freigabe (%@)
es: Recurso compartido de usuario (%@)
et_ee: Kasutajale jagamine (%@)
fr: Partage utilisateur (%@)
ga: Sciar úsáideoirí (%@)
gl: Compartición de usuario (%@)
ja_jp: ユーザー共有 (%@)
pt_br: Compartilhamento do usuário (%@)
tr: Kullanıcı paylaşımı (%@)
zh_hk: 用戶共享 (%@)
zh_tw: 使用者分享 (%@)

source: User share icon
cs_cz: Ikona uživatelského sdílení
de: Benutzer-Freigabesymbol
de_de: Symbol für die Benutzer-Freigabe
es: Ícono de recurso compartido de usuario
et_ee: Kasutajale jagamise ikoon
fr: Icône de Partage utilisateur
ga: Deilbhín comhroinnte úsáideora
gl: Icona de compartición de usuario
ja_jp: ユーザー共有アイコン
pt_br: Ícone de compartilhamento do usuário
tr: Kullanıcı paylaşımı simgesi
zh_hk: 用戶共享圖標
zh_tw: 使用者分享圖示
